{
    "mainScreen": {
        "title": "Привет, <br /> меня зовут <span>Георгий</span>",
        "description": "Я <span>Fullstack Веб Разработчик</span>, увлечён созданием интуитивных и масштабируемых веб-приложений. От эстетичного Frontend до функционального Backend. Постоянно исследую новые технологии, чтобы воплощать свежие идеи. Моя цель — сделать каждый проект успешным и значимым. Давайте создадим что-то потрясающее вместе!"
    },
    "button": {
        "contact": "Связаться"
    },
    "stackScreen": {
        "title": "Тех. <span>стэк</span>",
        "frontendDescr": "В работе я использую продвинутый стек фронтенд технологий. Начиная с <span>JavaScript</span> для динамического и интерактивного контента, <span>TypeScript</span> добавляет строгую типизацию и эффективность. <span>Vue.js</span> — мой выбор для создания пользовательских интерфейсов.<br><br><span>HTML</span> и <span>CSS</span> формируют основу структуры и дизайна, а <span>Sass</span> улучшает поддержку и гибкость.<br><br> <span>Inertia.js</span> в паре с <span>Laravel</span> упрощает разработку одностраничных приложений, а <span>Vite</span> обеспечивает быструю и эффективную сборку.",
        "backendDescr": "Имею прочный фундамент в бэкенд технологиях. Хоть у меня и имеется обширный опыт работы с <span>Java</span> и <span>Kotlin</span>, в настоящее время я сосредоточен на <span>PHP</span> и фреймворке <span>Laravel</span>, который я широко использую в большинстве своих проектов. <br><br><span>MySQL</span> — мой основной выбор среди баз данных, но также у меня есть базовые знания <span>PostgreSQL</span>. Технологию, которую я могу использовать при необходимости. <br><br> Кроме того, я знаком с <span>RabbitMQ</span> для очередей сообщений и <span>Redis</span> для кэширования.",
        "toolsDescr": "<span>Figma</span> и <span>Photoshop</span> помогают решать различные дизайнерские задачи. Для не самых тяжелых проектов я использую <span>Visual Studio Code</span>. <br><br> Для более сложных задач я предпочитаю использовать <span>Intellij IDEA</span>, <span>WebStorm</span> и <span>PHPStorm</span>, оптимизированные для определённых языков программирования и нужд. <br><br> <span>Git</span> со связкой с Github упрощает контроль версий, а <span>Postman</span> отлично подходит для тестирования API.",
        "more": "И больше!"
    },
    "projectsScreen": {
        "title": "Несколько <span>проектов</span>",
        "firstProject": "Многостраничный сайт для ресторана. Работал frontend-разработчиком, используя чистый <span>JavaScript</span> для создания плавного и увлекательного пользовательского опыта.",
        "secondProject": "Простая, но в то же время функциональная лендинг-страница для курсов английского языка с базовой панелью пользователя. Создана для интуитивного обучения, использует чистый <span>JavaScript</span>.",
        "thirdProject": "Одностраничное приложение (SPA) для местного кафе с функцией заказа и встроенной платёжной системой. Разработано с использованием <span>Vue</span>, <span>Laravel</span> и <span>Inertia</span>. Использует серверный рендеринг (SSR) с Node."
    },
    "contactsScreen": {
        "title": "Будем на <span>связи</span>",
        "description" : "Нужна помощь, есть идея или просто хотите пообщаться? Не стесняйтесь со мной связаться:"
    }
}